Repository: weskcode/rhoids
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, tr, zh_hans

source: Your support means a lot and helps keep RHOIDS free for everyone.
ar: دعمك يعني الكثير ويساعد على إبقاء RHOIDS مجانيًا للجميع.
de: Deine Unterstützung bedeutet viel und hilft, RHOIDS für alle kostenlos zu halten.
es: Tu apoyo significa mucho y ayuda a mantener RHOIDS gratis para todos.
fr: Votre soutien compte beaucoup et aide à garder RHOIDS gratuit pour tous.
hi: आपका समर्थन बहुत मायने रखता है और RHOIDS को सभी के लिए मुफ्त बनाए रखने में मदद करता है।
it: Il tuo sostegno conta molto e aiuta a mantenere RHOIDS gratis per tutti.
ja: あなたのご支援は大きな励みであり、RHOIDSを誰もが無料で使える状態に保つ助けになります。
ko: 여러분의 후원은 큰 힘이 되며 RHOIDS를 모두에게 무료로 유지하는 데 도움이 됩니다.
pt_br: Seu apoio significa muito e ajuda a manter o RHOIDS grátis para todos.
ru: Ваша поддержка много значит и помогает сохранять RHOIDS бесплатным для всех.
tr: Desteğiniz çok değerli ve RHOIDS’u herkes için ücretsiz tutmaya yardımcı oluyor.
zh_hans: 你的支持意义重大,有助于让 RHOIDS 对所有人保持免费。

source: Zen
ar: زن
hi: ज़ेन
ja: 禅
ko: 선
ru: Дзен
zh_hans: 禅

source: Feedback message
ar: رسالة الملاحظات
de: Feedback-Nachricht
es: Mensaje de comentarios
fr: Message de commentaires
hi: फ़ीडबैक संदेश
it: Messaggio di feedback
ja: フィードバックメッセージ
ko: 피드백 메시지
pt_br: Mensagem de feedback
ru: Текст обращения
tr: Geri bildirim mesajı
zh_hans: 反馈信息

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
ru: Отправить
tr: Gönder
zh_hans: 发送

source: Days used streak, %@
ar: سلسلة أيام الاستخدام، %@
de: Nutzungsserie, %@
es: Racha de días de uso, %@
fr: Série de jours d’utilisation, %@
hi: उपयोग की स्ट्रीक, %@
it: Serie di giorni di utilizzo, %@
ja: 利用日数の連続記録、%@
ko: 사용 연속 기록, %@
pt_br: Sequência de dias de uso, %@
ru: Серия дней использования: %@
tr: Kullanım serisi, %@
zh_hans: 使用连续天数,%@

source: Shows streak achievements
ar: يعرض إنجازات السلسلة
de: Zeigt Serien-Erfolge an
es: Muestra los logros de racha
fr: Affiche les succès de série
hi: स्ट्रीक उपलब्धियां दिखाता है
it: Mostra i traguardi della serie
ja: 連続記録の実績を表示します
ko: 연속 기록 업적을 표시합니다
pt_br: Mostra as conquistas da sequência
ru: Показывает достижения по сериям
tr: Seri başarımlarını gösterir
zh_hans: 显示连续天数成就

source: Streak Achievements
ar: إنجازات السلسلة
de: Serien-Erfolge
es: Logros de racha
fr: Succès de série
hi: स्ट्रीक उपलब्धियां
it: Traguardi della serie
ja: 連続記録の実績
ko: 연속 기록 업적
pt_br: Conquistas da sequência
ru: Достижения по сериям
tr: Seri Başarımları
zh_hans: 连续天数成就

source: Current streak
ar: السلسلة الحالية
de: Aktuelle Serie
es: Racha actual
fr: Série actuelle
hi: मौजूदा स्ट्रीक
it: Serie attuale
ja: 現在の連続記録
ko: 현재 연속 기록
pt_br: Sequência atual
ru: Текущая серия
tr: Güncel seri
zh_hans: 当前连续天数

source: Best streak
ar: أفضل سلسلة
de: Beste Serie
es: Mejor racha
fr: Meilleure série
hi: सर्वश्रेष्ठ स्ट्रीक
it: Serie migliore
ja: 最長連続記録
ko: 최고 연속 기록
pt_br: Melhor sequência
ru: Лучшая серия
tr: En iyi seri
zh_hans: 最长连续天数

source: Achievements
ar: الإنجازات
de: Erfolge
es: Logros
fr: Succès
hi: उपलब्धियां
it: Traguardi
ja: 実績
ko: 업적
pt_br: Conquistas
ru: Достижения
tr: Başarımlar
zh_hans: 成就

source: 1 day
ar: يوم واحد
de: 1 Tag
es: 1 día
fr: 1 jour
hi: 1 दिन
it: 1 giorno
ja: 1日
ko: 1일
pt_br: 1 dia
ru: 1 день
tr: 1 gün
zh_hans: 1天

source: %@ days
ar: %@ يومًا
de: %@ Tage
es: %@ días
fr: %@ jours
hi: %@ दिन
it: %@ giorni
ja: %@日
ko: %@일
pt_br: %@ dias
ru: %@ дней
tr: %@ gün
zh_hans: %@天

source: Earned
ar: تم تحقيقه
de: Erreicht
es: Conseguido
fr: Obtenu
hi: प्राप्त
it: Ottenuto
ja: 達成済み
ko: 획득함
pt_br: Conquistado
ru: Получено
tr: Kazanıldı
zh_hans: 已获得

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: लॉक्ड
it: Bloccato
ja: 未達成
ko: 잠김
pt_br: Bloqueado
ru: Заблокировано
tr: Kilitli
zh_hans: 未解锁

source: %@ minutes
ar: %@ دقيقة
de: %@ Minuten
es: %@ minutos
hi: %@ मिनट
it: %@ minuti
ja: %@分
ko: %@분
pt_br: %@ minutos
ru: %@ минут
tr: %@ dakika
zh_hans: %@分钟

source: %@ timer preview, %@
ar: معاينة المؤقت %@، %@
de: Timer-Vorschau %@, %@
es: Vista previa del temporizador %@, %@
fr: Aperçu de la minuterie %@, %@
hi: %@ टाइमर पूर्वावलोकन, %@
it: Anteprima timer %@, %@
ja: %@タイマーのプレビュー、%@
ko: %@ 타이머 미리 보기, %@
pt_br: Prévia do timer %@, %@
ru: Предпросмотр таймера «%@», %@
tr: %@ zamanlayıcı önizlemesi, %@
zh_hans: %@计时器预览,%@

source: Collapse steps
ar: طي الخطوات
de: Schritte einklappen
es: Contraer los pasos
fr: Réduire les étapes
hi: चरण संक्षिप्त करें
it: Comprimi i passaggi
ja: 手順を折りたたむ
ko: 단계 접기
pt_br: Recolher as etapas
ru: Свернуть шаги
tr: Adımları daralt
zh_hans: 收起步骤

source: Expand steps
ar: توسيع الخطوات
de: Schritte ausklappen
es: Expandir los pasos
fr: Développer les étapes
hi: चरण विस्तृत करें
it: Espandi i passaggi
ja: 手順を展開する
ko: 단계 펼치기
pt_br: Expandir as etapas
ru: Развернуть шаги
tr: Adımları genişlet
zh_hans: 展开步骤

source: Double-tap to mark as %@
ar: انقر مرتين للتحديد كـ %@
de: Doppeltippen, um als %@ zu markieren
es: Toca dos veces para marcar como %@
fr: Appuyez deux fois pour marquer comme %@
hi: %@ के रूप में चिह्नित करने के लिए डबल-टैप करें
it: Tocca due volte per contrassegnare come %@
ja: ダブルタップして%@にする
ko: 두 번 탭하여 %@(으)로 표시
pt_br: Toque duas vezes para marcar como %@
ru: Дважды нажмите, чтобы отметить как %@
tr: %@ olarak işaretlemek için iki kez dokunun
zh_hans: 双击标记为%@

source: incomplete
ar: غير مكتمل
de: unerledigt
es: incompleto
fr: non terminée
hi: अधूरा
it: non completato
ja: 未完了
ko: 미완료
pt_br: incompleto
ru: невыполненным
tr: tamamlanmamış
zh_hans: 未完成

source: complete
ar: مكتمل
de: erledigt
es: completo
fr: terminée
hi: पूरा
it: completato
ja: 完了
ko: 완료
pt_br: completo
ru: выполненным
tr: tamamlanmış
zh_hans: 已完成

source: Start %@ minute timer
ar: بدء مؤقت %@ دقيقة
de: %@-Minuten-Timer starten
es: Iniciar temporizador de %@ minutos
fr: Démarrer une minuterie de %@ minutes
hi: %@ मिनट का टाइमर शुरू करें
it: Avvia timer da %@ minuti
ja: %@分のタイマーを開始
ko: %@분 타이머 시작
pt_br: Iniciar timer de %@ minutos
ru: Запустить таймер на %@ минут
tr: %@ dakikalık zamanlayıcıyı başlat
zh_hans: 开始%@分钟计时器

source: Start %@ timer
ar: بدء مؤقت %@
de: %@-Timer starten
es: Iniciar temporizador %@
fr: Démarrer la minuterie %@
hi: %@ टाइमर शुरू करें
it: Avvia timer %@
ja: %@タイマーを開始
ko: %@ 타이머 시작
pt_br: Iniciar timer %@
ru: Запустить таймер «%@»
tr: %@ zamanlayıcısını başlat
zh_hans: 开始%@计时器

source: %@ countdown. Double-tap to begin.
ar: عد تنازلي لمدة %@. انقر مرتين للبدء.
de: %@-Countdown. Doppeltippen zum Starten.
es: Cuenta atrás de %@. Toca dos veces para empezar.
fr: Compte à rebours de %@. Appuyez deux fois pour commencer.
hi: %@ की उलटी गिनती। शुरू करने के लिए डबल-टैप करें।
it: Conto alla rovescia di %@. Tocca due volte per iniziare.
ja: %@のカウントダウン。ダブルタップで開始します。
ko: %@ 카운트다운. 두 번 탭하여 시작하세요.
pt_br: Contagem regressiva de %@. Toque duas vezes para começar.
ru: Обратный отсчёт %@. Дважды нажмите, чтобы начать.
tr: %@ geri sayımı. Başlamak için iki kez dokunun.
zh_hans: %@倒计时。双击开始。

source: %@ percent remaining
ar: %@ بالمئة متبقية
de: Noch %@ Prozent
es: %@ por ciento restante
fr: %@ pour cent restant
hi: %@ प्रतिशत शेष
it: %@ percento rimanente
ja: 残り%@パーセント
ko: %@퍼센트 남음
pt_br: %@ por cento restante
ru: Осталось %@ процентов
tr: Yüzde %@ kaldı
zh_hans: 剩余百分之%@

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित
it: Selezionato
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
tr: Seçili
zh_hans: 已选择

source: Not selected
ar: غير محدد
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hi: चयनित नहीं
it: Non selezionato
ja: 未選択
ko: 선택 안 됨
pt_br: Não selecionado
ru: Не выбрано
tr: Seçili değil
zh_hans: 未选择

source: Today, %@
ar: اليوم، %@
de: Heute, %@
es: Hoy, %@
fr: Aujourd’hui, %@
hi: आज, %@
it: Oggi, %@
ja: 今日 %@
ko: 오늘 %@
pt_br: Hoje, %@
ru: Сегодня, %@
tr: Bugün, %@
zh_hans: 今天%@

source: Yesterday, %@
ar: أمس، %@
de: Gestern, %@
es: Ayer, %@
fr: Hier, %@
hi: कल, %@
it: Ieri, %@
ja: 昨日 %@
ko: 어제 %@
pt_br: Ontem, %@
ru: Вчера, %@
tr: Dün, %@
zh_hans: 昨天%@

source: Keep your streak going
ar: حافظ على سلسلتك
de: Bleib an deiner Serie dran
es: Mantén tu racha
fr: Maintenez votre série
hi: अपनी स्ट्रीक बनाए रखें
it: Continua la tua serie
ja: 連続記録を続けよう
ko: 연속 기록을 이어가세요
pt_br: Mantenha sua sequência
ru: Не прерывайте серию
tr: Serini sürdür
zh_hans: 保持你的连续记录

source: Open RHOIDS for today's check-in.
ar: افتح RHOIDS لتسجيل حضورك اليوم.
de: Öffne RHOIDS für deinen heutigen Check-in.
es: Abre RHOIDS para tu registro de hoy.
fr: Ouvrez RHOIDS pour votre suivi du jour.
hi: आज के चेक-इन के लिए RHOIDS खोलें।
it: Apri RHOIDS per il check-in di oggi.
ja: 今日のチェックインのためにRHOIDSを開いてください。
ko: 오늘의 체크인을 위해 RHOIDS를 여세요.
pt_br: Abra o RHOIDS para o seu check-in de hoje.
ru: Откройте RHOIDS, чтобы отметиться сегодня.
tr: Bugünkü kontrolün için RHOIDS'i aç.
zh_hans: 打开 RHOIDS 完成今日打卡。

source: Cooldown complete
ar: انتهت فترة الانتظار
de: Abklingzeit beendet
es: Enfriamiento completado
fr: Temps de repos terminé
hi: कूलडाउन पूरा हुआ
it: Raffreddamento completato
ja: クールダウン終了
ko: 쿨다운 완료
pt_br: Tempo de espera concluído
ru: Время блокировки истекло
tr: Bekleme süresi tamamlandı
zh_hans: 冷却时间已结束

source: Nice work - your selected apps are available again. Take a moment to recognize the break you gave yourself today.
ar: أحسنت! تطبيقاتك المحددة متاحة مجددًا الآن. خذ لحظة لتقدير الاستراحة التي منحتها لنفسك اليوم.
de: Gut gemacht – deine ausgewählten Apps sind wieder verfügbar. Nimm dir einen Moment, um die Pause zu würdigen, die du dir heute gegönnt hast.
es: Bien hecho. Tus apps seleccionadas ya están disponibles de nuevo. Tómate un momento para reconocer el descanso que te diste hoy.
fr: Bien joué : vos applications sélectionnées sont de nouveau disponibles. Prenez un instant pour apprécier la pause que vous vous êtes accordée aujourd’hui.
hi: बहुत बढ़िया - आपके चुने हुए ऐप्स फिर से उपलब्ध हैं। आज आपने खुद को जो ब्रेक दिया, उसे महसूस करने के लिए एक पल रुकें।
it: Ottimo lavoro: le tue app selezionate sono di nuovo disponibili. Prenditi un momento per riconoscere la pausa che ti sei concesso oggi.
ja: よくできました。選択したアプリが再び使えるようになりました。今日自分に与えた休憩を少し振り返ってみましょう。
ko: 잘하셨어요. 선택한 앱을 다시 사용할 수 있습니다. 오늘 스스로에게 준 휴식을 잠시 되새겨 보세요.
pt_br: Muito bem! Seus apps selecionados já estão disponíveis novamente. Reserve um momento para reconhecer a pausa que você se deu hoje.
ru: Отлично! Выбранные приложения снова доступны. Уделите минуту, чтобы оценить перерыв, который вы себе сегодня дали.
tr: Aferin! Seçtiğiniz uygulamalar yeniden kullanılabilir. Bugün kendinize verdiğiniz molanın değerini bir an durup düşünün.
zh_hans: 做得好,你选择的应用已重新可用。花一点时间感受一下今天给自己的这次休息吧。

source: PUT YOUR PHONE DOWN!
ar: ضع هاتفك!
de: LEG DEIN HANDY WEG!
es: ¡SUELTA EL TELÉFONO!
fr: POSEZ VOTRE TÉLÉPHONE !
hi: फ़ोन रख दीजिए!
it: METTI GIÙ IL TELEFONO!
ja: スマホを置いて!
ko: 휴대폰을 내려놓으세요!
pt_br: LARGUE O CELULAR!
ru: ПОЛОЖИ ТЕЛЕФОН!
tr: TELEFONUNU BIRAK!
zh_hans: 放下手机!

source: Time's Up!
ar: انتهى الوقت!
de: Zeit ist um!
es: ¡Se acabó el tiempo!
fr: Temps écoulé !
hi: समय समाप्त!
it: Tempo scaduto!
ja: 時間切れです!
ko: 시간이 다 됐어요!
pt_br: Tempo esgotado!
ru: Время вышло!
tr: Süre doldu!
zh_hans: 时间到!

source: Apps Locked
ar: التطبيقات مقفلة
de: Apps gesperrt
es: Apps bloqueadas
fr: Applications verrouillées
hi: ऐप्स लॉक्ड
it: App bloccate
ja: アプリはロック中
ko: 앱 잠김
pt_br: Apps bloqueados
ru: Приложения заблокированы
tr: Uygulamalar kilitlendi
zh_hans: 应用已锁定

source: Cooldown in Progress
ar: فترة الانتظار جارية
de: Abklingzeit läuft
es: Enfriamiento en curso
fr: Temps de repos en cours
hi: कूलडाउन जारी है
it: Raffreddamento in corso
ja: クールダウン中
ko: 쿨다운 진행 중
pt_br: Tempo de espera em andamento
ru: Идёт время блокировки
tr: Bekleme süresi devam ediyor
zh_hans: 冷却时间进行中

source: Close App
ar: إغلاق التطبيق
de: App schließen
es: Cerrar app
fr: Fermer l’appli
hi: ऐप बंद करें
it: Chiudi app
ja: アプリを閉じる
ko: 앱 닫기
pt_br: Fechar app
ru: Закрыть приложение
tr: Uygulamayı Kapat
zh_hans: 关闭应用

source: Your timer is finished. These apps will unlock automatically when your cooldown ends.
ar: انتهى مؤقتك. سيتم إلغاء قفل هذه التطبيقات تلقائيًا عند انتهاء فترة الانتظار.
de: Dein Timer ist abgelaufen. Diese Apps werden automatisch entsperrt, sobald deine Abklingzeit endet.
es: Tu temporizador ha terminado. Estas apps se desbloquearán automáticamente cuando termine el enfriamiento.
fr: Votre minuterie est terminée. Ces applications se déverrouilleront automatiquement à la fin de votre temps de repos.
hi: आपका टाइमर खत्म हो गया है। कूलडाउन समाप्त होने पर ये ऐप्स अपने आप अनलॉक हो जाएंगे।
it: Il timer è terminato. Queste app si sbloccheranno automaticamente al termine del raffreddamento.
ja: タイマーが終了しました。クールダウンが終わると、これらのアプリは自動的にロック解除されます。
ko: 타이머가 종료되었습니다. 쿨다운이 끝나면 이 앱들은 자동으로 잠금 해제됩니다.
pt_br: Seu timer terminou. Esses apps serão desbloqueados automaticamente quando seu tempo de espera acabar.
ru: Ваш таймер завершён. Эти приложения разблокируются автоматически по окончании времени блокировки.
tr: Zamanlayıcınız sona erdi. Bekleme süreniz bittiğinde bu uygulamaların kilidi otomatik olarak açılacak.
zh_hans: 你的计时器已结束。冷却时间结束后,这些应用将自动解锁。

source: Choose apps to block when your timer ends.
ar: اختر التطبيقات التي سيتم حظرها عند انتهاء المؤقت.
de: Wähle die Apps aus, die gesperrt werden, wenn dein Timer abläuft.
es: Elige las apps que se bloquearán cuando termine tu temporizador.
fr: Choisissez les applications à verrouiller à la fin de votre minuterie.
hi: टाइमर खत्म होने पर ब्लॉक होने वाले ऐप्स चुनें।
it: Scegli le app da bloccare al termine del timer.
ja: タイマー終了時にブロックするアプリを選んでください。
ko: 타이머가 끝나면 차단할 앱을 선택하세요.
pt_br: Escolha os apps que serão bloqueados quando seu timer terminar.
ru: Выберите приложения, которые будут заблокированы по окончании таймера.
tr: Zamanlayıcınız bittiğinde kilitlenecek uygulamaları seçin.
zh_hans: 选择计时器结束后要屏蔽的应用。

source: Enjoy your apps. They lock when time's up.
ar: استمتع بتطبيقاتك. سيتم قفلها عند انتهاء الوقت.
de: Nutze deine Apps. Sie werden gesperrt, sobald die Zeit um ist.
es: Disfruta tus apps. Se bloquean cuando se acaba el tiempo.
fr: Profitez de vos applications. Elles se verrouillent une fois le temps écoulé.
hi: अपने ऐप्स का आनंद लें। समय पूरा होने पर ये लॉक हो जाते हैं।
it: Goditi le tue app. Si bloccano quando il tempo scade.
ja: アプリを楽しんでください。時間になるとロックされます。
ko: 앱을 즐겨보세요. 시간이 다 되면 잠깁니다.
pt_br: Aproveite seus apps. Eles bloqueiam quando o tempo acaba.
ru: Пользуйтесь приложениями. Они заблокируются, когда время выйдет.
tr: Uygulamalarınızın tadını çıkarın. Süre dolduğunda kilitlenirler.
zh_hans: 尽情使用你的应用。时间一到就会锁定。

source: Focus Lock turned off
ar: تم إيقاف قفل التركيز
de: Fokus-Sperre deaktiviert
es: Bloqueo de enfoque desactivado
fr: Verrouillage désactivé
hi: फ़ोकस लॉक बंद किया गया
it: Blocco disattivato
ja: フォーカスロックがオフになりました
ko: 집중 잠금이 꺼졌습니다
pt_br: Bloqueio desativado
ru: Фокус-блокировка отключена
tr: Odak kilidi kapatıldı
zh_hans: 专注锁定已关闭

source: How should RHOIDS help you put the phone down?
ar: كيف يمكن لتطبيق RHOIDS مساعدتك على ترك هاتفك؟
de: Wie soll RHOIDS dir helfen, dein Handy wegzulegen?
es: ¿Cómo quieres que RHOIDS te ayude a soltar el teléfono?
fr: Comment RHOIDS doit-il vous aider à poser votre téléphone ?
hi: RHOIDS आपको फोन नीचे रखने में कैसे मदद करे?
it: Come vuoi che RHOIDS ti aiuti a posare il telefono?
ja: RHOIDSにスマホを置く手助けをどうしてほしいですか?
ko: RHOIDS가 휴대폰을 내려놓도록 어떻게 도와드릴까요?
pt_br: Como o RHOIDS deve ajudar você a largar o celular?
ru: Как RHOIDS должен помочь вам отложить телефон?
tr: RHOIDS telefonunuzu bırakmanıza nasıl yardımcı olsun?
zh_hans: 你希望 RHOIDS 如何帮助你放下手机?

source: Pick Your Style
ar: اختر أسلوبك
de: Wähle deinen Stil
es: Elige tu estilo
fr: Choisissez votre style
hi: अपनी शैली चुनें
it: Scegli il tuo stile
ja: スタイルを選んでください
ko: 스타일을 선택하세요
pt_br: Escolha seu estilo
ru: Выберите свой стиль
tr: Tarzınızı seçin
zh_hans: 选择你的风格

source: Set your phone down when the timer starts. We'll remind you. Nothing to set up.
ar: ضع هاتفك جانبًا عند بدء المؤقت. سنذكّرك بذلك. لا شيء لإعداده.
de: Leg dein Handy weg, sobald der Timer startet. Wir erinnern dich daran. Nichts einzurichten.
es: Suelta el teléfono cuando empiece el temporizador. Te lo recordaremos. No hay nada que configurar.
fr: Posez votre téléphone au démarrage de la minuterie. Nous vous le rappellerons. Rien à configurer.
hi: टाइमर शुरू होते ही फोन नीचे रख दें। हम आपको याद दिला देंगे। कुछ भी सेट करने की ज़रूरत नहीं।
it: Posa il telefono quando il timer si avvia. Te lo ricorderemo noi. Niente da configurare.
ja: タイマーが始まったらスマホを置いてください。こちらでリマインドします。設定は不要です。
ko: 타이머가 시작되면 휴대폰을 내려놓으세요. 저희가 알려드릴게요. 따로 설정할 필요는 없어요.
pt_br: Largue o celular quando o timer começar. Vamos lembrar você. Não há nada para configurar.
ru: Отложите телефон, когда таймер запустится. Мы вам напомним. Настраивать ничего не нужно.
tr: Zamanlayıcı başladığında telefonunuzu bırakın. Size hatırlatacağız. Kurulacak bir şey yok.
zh_hans: 计时器开始后放下手机,我们会提醒你。无需任何设置。

source: This is a phone-free bathroom break. Set it down. We'll let you know when time's up.
ar: هذه استراحة بلا هاتف. ضعه. سنخبرك عند انتهاء الوقت.
de: Das ist eine handyfreie Pause. Leg es weg. Wir sagen dir Bescheid, wenn die Zeit um ist.
es: Este es un descanso sin teléfono. Suéltalo. Te avisaremos cuando se acabe el tiempo.
fr: Il s’agit d’une pause sans téléphone. Posez-le. Nous vous préviendrons quand le temps sera écoulé.
hi: यह फ़ोन-मुक्त ब्रेक है। इसे रख दीजिए। समय पूरा होने पर हम आपको बता देंगे।
it: Questa è una pausa senza telefono. Mettilo giù. Ti avviseremo quando il tempo sarà scaduto.
ja: これはスマホなしの休憩時間です。置いてください。時間になったらお知らせします。
ko: 이번엔 휴대폰 없이 쉬는 시간이에요. 내려놓으세요. 시간이 다 되면 알려드릴게요.
pt_br: Esta é uma pausa sem celular. Largue-o. Avisaremos você quando o tempo acabar.
ru: Это перерыв без телефона. Положи его. Мы сообщим, когда время выйдет.
tr: Bu, telefonsuz bir mola. Onu bırakın. Süre dolduğunda size haber vereceğiz.
zh_hans: 这是一次远离手机的休息时间。放下它。时间到了我们会通知你。

source: Use a few apps during your timer. We'll lock them with a cooldown once time's up.
ar: استخدم بعض التطبيقات أثناء المؤقت. سنقفلها مع فترة انتظار عند انتهاء الوقت.
de: Nutze ein paar Apps während deines Timers. Wir sperren sie mit einer Abklingzeit, sobald die Zeit um ist.
es: Usa algunas apps durante tu temporizador. Las bloquearemos con un enfriamiento cuando se acabe el tiempo.
fr: Utilisez quelques applications pendant votre minuterie. Nous les verrouillerons avec un temps de repos une fois le temps écoulé.
hi: अपने टाइमर के दौरान कुछ ऐप्स का उपयोग करें। समय पूरा होने पर हम उन्हें कूलडाउन के साथ लॉक कर देंगे।
it: Usa alcune app durante il timer. Le bloccheremo con un raffreddamento quando il tempo sarà scaduto.
ja: タイマー中はいくつかのアプリを使えます。時間になったらクールダウンとともにロックします。
ko: 타이머가 진행되는 동안 몇 가지 앱을 사용할 수 있어요. 시간이 다 되면 쿨다운과 함께 잠글게요.
pt_br: Use alguns apps durante seu timer. Vamos bloqueá-los com um tempo de espera assim que o tempo acabar.
ru: Пользуйтесь несколькими приложениями во время таймера. Мы заблокируем их на время блокировки, когда время выйдет.
tr: Zamanlayıcınız sırasında birkaç uygulama kullanın. Süre dolduğunda bunları bir bekleme süresiyle kilitleyeceğiz.
zh_hans: 计时期间可以使用一些应用。时间一到,我们会用冷却时间将它们锁定。

source: You can change this anytime in Settings.
ar: يمكنك تغيير هذا في أي وقت من الإعدادات.
de: Du kannst das jederzeit in den Einstellungen ändern.
es: Puedes cambiar esto en cualquier momento desde Ajustes.
fr: Vous pouvez modifier ce réglage à tout moment dans Réglages.
hi: आप इसे कभी भी सेटिंग्स में बदल सकते हैं।
it: Puoi modificarlo in qualsiasi momento in Impostazioni.
ja: これはいつでも「設定」から変更できます。
ko: 이 설정은 언제든지 설정에서 변경할 수 있어요.
pt_br: Você pode alterar isso a qualquer momento nos Ajustes.
ru: Вы можете изменить это в любой момент в «Настройках».
tr: Bunu istediğiniz zaman Ayarlar’dan değiştirebilirsiniz.
zh_hans: 你可以随时在“设置”中更改此项。

source: Your phone is the problem
ar: هاتفك هو المشكلة
de: Dein Handy ist das Problem
es: Tu teléfono es el problema
fr: Votre téléphone est le problème
hi: आपका फोन ही समस्या है
it: Il tuo telefono è il problema
ja: 問題はスマホにあります
ko: 문제는 휴대폰입니다
pt_br: Seu celular é o problema
ru: Ваш телефон — это проблема
tr: Sorun telefonunuz
zh_hans: 手机才是问题所在

source: Why the toilet seat is different
ar: لماذا يختلف مقعد المرحاض
de: Warum die Toilette ein Sonderfall ist
es: Por qué el inodoro es diferente
fr: Pourquoi les toilettes sont différentes
hi: टॉयलेट सीट अलग क्यों है
it: Perché il water è diverso
ja: なぜ便座は特別なのか
ko: 변기가 다른 이유
pt_br: Por que o vaso sanitário é diferente
ru: Почему туалет — особый случай
tr: Tuvalet neden farklıdır
zh_hans: 为什么马桶不一样

source: The 5-minute rule
ar: قاعدة الخمس دقائق
de: Die 5-Minuten-Regel
es: La regla de los 5 minutos
fr: La règle des 5 minutes
hi: 5 मिनट का नियम
it: La regola dei 5 minuti
ja: 5分ルール
ko: 5분 규칙
pt_br: A regra dos 5 minutos
ru: Правило пяти минут
tr: 5 dakika kuralı
zh_hans: 5分钟法则

source: Timer values
ar: قيم المؤقت
de: Timer-Werte
es: Valores del temporizador
fr: Valeurs du minuteur
hi: टाइमर मान
it: Valori del timer
ja: タイマーの設定値
ko: 타이머 값
pt_br: Valores do timer
ru: Значения таймера
tr: Zamanlayıcı değerleri
zh_hans: 计时器数值

source: Recommended (3 min)
ar: موصى به (3 دقائق)
de: Empfohlen (3 Min.)
es: Recomendado (3 min)
fr: Recommandé (3 min)
hi: अनुशंसित (3 मिनट)
it: Consigliato (3 min)
ja: おすすめ(3分)
ko: 권장(3분)
pt_br: Recomendado (3 min)
ru: Рекомендуемое (3 мин)
tr: Önerilen (3 dk)
zh_hans: 推荐(3分钟)

source: Max (5 min)
ar: الحد الأقصى (5 دقائق)
de: Maximal (5 Min.)
es: Máximo (5 min)
fr: Maximum (5 min)
hi: अधिकतम (5 मिनट)
it: Massimo (5 min)
ja: 最大(5分)
ko: 최대(5분)
pt_br: Máximo (5 min)
ru: Максимум (5 мин)
tr: Maksimum (5 dk)
zh_hans: 最大(5分钟)

source: References
ar: المراجع
de: Quellen
es: Referencias
fr: Références
hi: संदर्भ
it: Riferimenti
ja: 参考文献
ko: 참고 자료
pt_br: Referências
ru: Источники
tr: Kaynaklar
zh_hans: 参考文献

source: Daily Reminder
ar: تذكير يومي
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
hi: दैनिक रिमाइंडर
it: Promemoria giornaliero
ja: 毎日のリマインダー
ko: 매일 알림
pt_br: Lembrete diário
ru: Ежедневное напоминание
tr: Günlük hatırlatma
zh_hans: 每日提醒

source: Reminder Time
ar: وقت التذكير
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
hi: रिमाइंडर का समय
it: Orario del promemoria
ja: リマインダーの時刻
ko: 알림 시간
pt_br: Horário do lembrete
ru: Время напоминания
tr: Hatırlatma saati
zh_hans: 提醒时间

source: ⏱ %@ remaining
ar: ⏱ تبقّى %@
de: ⏱ Noch %@
es: ⏱ Quedan %@
fr: ⏱ %@ restant
hi: ⏱ %@ शेष
it: ⏱ %@ rimanenti
ja: ⏱ 残り%@
ko: ⏱ %@ 남음
pt_br: ⏱ Restam %@
ru: ⏱ Осталось %@
tr: ⏱ %@ kaldı
zh_hans: ⏱ 剩余%@

source: Time's up. Your apps are blocked for the next %@ min.
ar: انتهى الوقت. ستكون تطبيقاتك مقفلة خلال الدقائق الـ%@ القادمة.
de: Die Zeit ist um. Deine Apps sind für die nächsten %@ Min. gesperrt.
es: Se acabó el tiempo. Tus apps estarán bloqueadas durante los próximos %@ min.
fr: Le temps est écoulé. Vos applications sont verrouillées pendant les %@ prochaines minutes.
hi: समय समाप्त हो गया। आपके ऐप्स अगले %@ मिनट तक ब्लॉक रहेंगे।
it: Il tempo è scaduto. Le tue app sono bloccate per i prossimi %@ min.
ja: 時間切れです。次の%@分間、アプリはブロックされます。
ko: 시간이 다 됐습니다. 다음 %@분 동안 앱이 차단됩니다.
pt_br: O tempo acabou. Seus apps ficarão bloqueados pelos próximos %@ min.
ru: Время вышло. Ваши приложения заблокированы на следующие %@ мин.
tr: Süre doldu. Uygulamalarınız önümüzdeki %@ dakika boyunca kilitli olacak.
zh_hans: 时间到。接下来%@分钟内你的应用将被屏蔽。

source: Stop RHOIDS Timer
ar: إيقاف مؤقت RHOIDS
de: RHOIDS-Timer stoppen
es: Detener temporizador de RHOIDS
fr: Arrêter le minuteur RHOIDS
hi: RHOIDS टाइमर रोकें
it: Ferma timer RHOIDS
ja: RHOIDSタイマーを停止
ko: RHOIDS 타이머 중지
pt_br: Parar timer do RHOIDS
ru: Остановить таймер RHOIDS
tr: RHOIDS Zamanlayıcısını Durdur
zh_hans: 停止 RHOIDS 计时器
